CV составляется на английском языке.
при составлении CV рекомендуется указывать реальные данные
контакты для связи укажите актуальные: они могут использоваться будущим работодателем, ментором, студентами RS School, проверяющими ваши работы в ходе cross-check
в качестве примера кода можно добавить, например, решение задачи с сайта Codewars, или любой другой пример кода, или html-разметки
рекомендуется добавить к CV ссылку на небольшое видеорезюме на английском языке. Продолжительность видео 3-5 минут (±15 секунд). В описание видео добавьте его транскрипцию на английском языке. На этапе stage#0 данное видео не оценивается, но оно развивает ваши навыки самопрезентации и английского языка.
